Revit 2024 API
ParameterTypeId.SteelElemContourGapWidth Property
 "Gap Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SteelElemContourGapWidth { get; }
Visual Basic
Public Shared ReadOnly Property SteelElemContourGapWidth As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SteelElemContourGapWidth {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace